rpi5-64/20240810-0028-new/logs/star-no-yes-no-512-1000-1-1723396798/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test-2/20240810-0028-new/logs/star-no-yes-no-512-1000-1-1723396798/star-10-1.sql
scaling factor: 1
query mode: prepared
number of clients: 4
number of threads: 4
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 719174
number of failed transactions: 0 (0.000%)
latency average = 0.056 ms
initial connection time = 5.789 ms
tps = 71957.437118 (without initial connection time)